/* Localized DisplayNames for your custom metadata attributes */
/* The form is:  myMetadataKey = "My Metadata Key";    */
/* The name on the left is the name defined in schema.xml */
/* The name on the right is what the user will see */
com_Foo_YourAttrName = "Your Localized Attr Name";

